Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrErrorIrrelevantField
source: The Error function only uses the fields "Kind", "Message", "Notify", "Control", and "Property".
bg_bg: Функцията Error използва само полетата Kind, Message, Notify, Control и Property.
ca_es: La funció Error només utilitza els camps "Kind", "Message", "Notify", "Control" i "Property".
cs_cz: Funkce Error používá jenom pole Kind, Message, Notify, Control a Property.
da_dk: Error-funktionen anvender kun felterne "Kind", "Message", "Notify", "Control" og "Property".
de_de: Die Error-Funktion verwendet nur die Felder "Kind", "Message", "Notify", "Control" und "Property".
el_gr: Η συνάρτηση Error χρησιμοποιεί μόνο τα πεδία Kind, Message, Notify, Control και Property.
es_es: La función Error solo utiliza los campos "Kind", "Message", "Notify", "Control" y "Property".
et_ee: Funktsioon Error kasutab ainult välju "Kind", "Message", "Notify", "Control" ja "Property".
eu_es: Error funtzioak "Kind", "Message", "Notify", "Control", eta "Property" eremuak soilik erabiltzen ditu.
fi_fi: Error-funktio käyttää vain kenttiä Kind, Message, Notify, Control ja Property.
fr_fr: La fonction Error utilise uniquement les champs « Kind », « Message », « Notify », « Control » et « Property ».
gl_es: A función Error só usa os campos seguintes: "Kind", "Message", "Notify", "Control" e "Property".
hi_in: Error फ़ंक्शन केवल "Kind", "Message", "Notify", "Control", और "Property" फ़ील्ड्स का उपयोग करता है.
hr_hr: Funkcija Error koristi samo polja "Kind", "Message", "Notify", "Control" i "Property".
hu_hu: Az Error függvény csak a Kind, Message, Notify, Control és Property mezőket használja.
it_it: La funzione Error usa solo i campi "Kind", "Message", "Notify", "Control" e "Property".
ja_jp: Error 関数では、フィールド "Kind"、"Message"、"Notify"、"Control"、"Property" のみが使用されます。
kk_kz: Error функциясы тек "Kind", "Message", "Notify", "Control" және "Property" өрістерін пайдаланады.
ko_kr: Error 함수는 필드 "Kind", "Message", "Notify", "Control" 및 "Property"만 사용합니다.
lt_lt: Funkcija „Error“ naudoja tik laukus „Kind“, „Message“, „Notify“, „Control“ ir „Property“.
lv_lv: Funkcija Error izmanto tikai šos laukus: "Kind", "Message", "Notify", "Control" un "Property".
ms_my: Fungsi Error hanya menggunakan bidang "Kind", "Message", "Notify", "Control", dan "Property".
nb_no: Error-funksjonen bruker bare feltene «Kind», «Message», «Notify», «Control» og «Property»
nl_nl: De functie Error gebruikt alleen de velden Kind, Message, Notify, Control en Property.
pl_pl: Funkcja Error używa tylko pól „Kind”, „Message”, „Notify”, „Control” i „Property”.
pt_br: A função Error usa somente os campos "Kind", "Message", "Notify", "Control" e "Property".
pt_pt: A função Error utiliza apenas os campos "Kind", "Message", "Notify", "Control" e "Property".
ro_ro: Funcția Error utilizează numai câmpurile „Kind”, „Message, „Notify”, „Control” și „Property”.
ru_ru: Функция Error использует только поля "Kind", "Message", "Notify", "Control" и "Property".
sk_sk: Funkcia Error používa iba polia Kind, Message, Notify, Control a Property.
sl_si: Funkcija Error uporablja samo polja »Kind«, »Message«, »Notify«, »Control« in »Property«.
sr_cyrl_rs: Функција Error користи само поља „Kind“, „Message“, „Notify“, „Control“ и „Property“.
sr_latn_rs: Funkcija Error koristi samo polja „Kind“, „Message“, „Notify“, „Control“ i „Property“.
sv_se: Error-funktionen använder bara fälten Kind, Message, Notify, Control och Property.
th_th: ฟังก์ชัน Error จะใช้เฉพาะเขตข้อมูล "Kind", "Message", "Notify", "Control" และ "Property" เท่านั้น
tr_tr: Error işlevi yalnızca "Kind", "Message", "Notify", "Control" ve "Property" alanlarını kullanır.
uk_ua: Функція Error використовує лише поля "Kind", "Message", "Notify", "Control" і "Property".
vi_vn: Hàm Error chỉ sử dụng các trường "Kind", "Message", "Notify", "Control" và "Property".
zh_cn: Error 函数仅使用字段 "Kind"、"Message"、"Notify"、"Control" 和 "Property"。
zh_tw: Error 函式只使用欄位 "Kind"、"Message"、"Notify"、"Control" 及 "Property"。

# AboutIfError
source: Evaluates and returns the first non-error argument.
bg_bg: Оценява и връща първия аргумент, който не е грешка.
ca_es: Avalua i retorna el primer argument sense errors.
cs_cz: Vyhodnotí a vrátí první argument, který není chyba.
da_dk: Evaluerer og returnerer det første argument uden fejl.
de_de: Hiermit wird das erste Argument ohne Fehler ausgewertet und zurückgegeben.
el_gr: Αξιολογεί και επιστρέφει το πρώτο όρισμα που δεν είναι σφάλμα.
es_es: Evalúa y devuelve el primer argumento sin errores.
et_ee: Hindab ja tagastab esimese mittevigase argumendi.
eu_es: Errore bat ez den lehen argumentua ebaluatzen eta itzultzen du.
fi_fi: Arvioi ja palauttaa ensimmäisen muun kuin virheargumentin.
fr_fr: Évalue et retourne le premier argument qui n'est pas une erreur.
gl_es: Avalía e devolve o primeiro argumento sen erros.
hi_in: मूल्यांकन करता है और पहला गैर-त्रुटि तर्क देता है.
hr_hr: Procjenjuje i vraća prvi argument bez pogreške.
hu_hu: Az első nem-hiba argumentumot értékeli és adja vissza.
it_it: Valuta e restituisce il primo argomento non di errore.
ja_jp: 評価し、エラーではない最初の引数を返します。
kk_kz: Бірінші қате емес аргументті есептейді және қайтарады.
ko_kr: 계산 후 오류가 아닌 첫 번째 인수를 반환합니다.
lt_lt: Įvertina ir pateikia pirmąjį neklaidingą argumentą.
lv_lv: Novērtē un atgriež pirmo argumentu bez kļūdām.
ms_my: Menilai dan mengembalikan argumen bukan ralat pertama.
nb_no: Evaluerer og returnerer det første argumentet uten feil.
nl_nl: Hiermee word het eerste argument zonder fout geëvalueerd en geretourneerd.
pl_pl: Oblicza i zwraca pierwszy argument bez błędów.
pt_br: Avalia e retorna o primeiro argumento sem erro.
pt_pt: Avalia e devolve o primeiro argumento sem erros.
ro_ro: Evaluează și returnează primul argument non-eroare.
ru_ru: Вычисляет и возвращает первый аргумент без ошибок.
sk_sk: Vyhodnotí a vráti prvý argument bez chyby.
sl_si: Ovrednoti in vrne prvi argument brez napake.
sr_cyrl_rs: Процењује и враћа први аргумент без грешке.
sr_latn_rs: Procenjuje i vraća prvi argument bez greške.
sv_se: Utvärderar och returnerar det första icke-fel argumentet.
th_th: ประเมินและส่งกลับอาร์กิวเมนต์แรกที่ไม่ใช่ข้อผิดพลาด
tr_tr: Hata olmayan ilk bağımsız değişkeni değerlendirir ve döndürür.
uk_ua: Обчислює та повертає перший аргумент без помилки.
vi_vn: Đánh giá và trả về đối số không lỗi đầu tiên.
zh_cn: 计算并返回第一个非错误参数。
zh_tw: 評估並傳回第一個非錯誤引數。

# IfErrorArg1
source: value
bg_bg: стойност
ca_es: valor
cs_cz: hodnota
da_dk: værdi
de_de: Wert
el_gr: τιμή
es_es: valor
et_ee: väärtus
eu_es: balioa
fi_fi: arvo
fr_fr: valeur
gl_es: valor
hi_in: मान
hr_hr: vrijednost
hu_hu: érték
it_it: valore
ja_jp: 値
kk_kz: мән
ko_kr: 값
lt_lt: reikšmė
lv_lv: vērtība
ms_my: nilai
nb_no: verdi
nl_nl: waarde
pl_pl: wartość
pt_br: valor
pt_pt: valor
ro_ro: valoare
ru_ru: значение
sk_sk: hodnota
sl_si: vrednost
sr_cyrl_rs: вредност
sr_latn_rs: Vrednost
sv_se: värde
th_th: ค่า
uk_ua: значення
vi_vn: giá_trị
zh_cn: 值
zh_tw: 值

# AboutIfError_value
source: Value that is returned if it is not an error.
bg_bg: Стойност, която се връща, ако не е грешка.
ca_es: Valor que es retorna si no és un error.
cs_cz: Hodnota, která se vrátí, pokud není chybná.
da_dk: Værdi, der returneres, hvis det ikke er en fejl.
de_de: Der Wert, der zurückgegeben wird, wenn kein Fehler vorliegt.
el_gr: Η τιμή που επιστρέφεται αν δεν πρόκειται για σφάλμα.
es_es: Valor que se devuelve si no es un error.
et_ee: Väärtus, mis tagastatakse, kui see ei ole viga.
eu_es: Itzultzen den balioa, ez bada errore bat.
fi_fi: Arvo, joka palautetaan, jos se ei ole virhe.
fr_fr: Valeur qui est retournée s'il ne s'agit pas d'une erreur.
gl_es: Valor que se devolve se non é un erro.
hi_in: मान जो वापस किया जाता है अगर यह त्रुटि नहीं है.
hr_hr: Vrijednost koja se vraća ako to nije pogreška.
hu_hu: A visszaadott érték, ha az nem hiba.
it_it: Valore restituito se non si tratta di un errore.
ja_jp: エラーではない場合に返される値です。
kk_kz: Қате емес болғанда қайтарылатын мән.
ko_kr: 오류가 아닌 경우 반환되는 값입니다.
lt_lt: Pateikta reikšmė, jei ji yra ne klaida.
lv_lv: Vērtība, kas tiek atgriezta, ja tā nav kļūda.
ms_my: Nilai yang dikembalikan jika ia bukan ralat.
nb_no: Verdien som returneres hvis det ikke er en feil.
nl_nl: De waarde die wordt geretourneerd als het geen fout is.
pl_pl: Wartość, która jest zwracana, jeśli nie jest to błąd.
pt_br: Valor que será retornado se não for um erro.
pt_pt: Valor devolvido senão for um erro.
ro_ro: Valoarea care este returnată dacă nu este o eroare.
ru_ru: Значение, возвращаемое, если это не ошибка.
sk_sk: Hodnota, ktorá sa vráti, ak nejde o chybu.
sl_si: Vrednost, ki je vrnjena, če ni napaka.
sr_cyrl_rs: Вредност која се враћа ако није грешка.
sr_latn_rs: Vrednost koja se vraća ako nije greška.
sv_se: Värde som returneras om det inte är ett fel.
th_th: ค่าที่ส่งกลับถ้าไม่ใช่ข้อผิดพลาด
tr_tr: Hata değilse döndürülecek değer.
uk_ua: Значення, що повертається, якщо це не помилка.
vi_vn: Giá trị được trả về nếu đó không phải là lỗi.
zh_cn: 当它不是错误时返回的值。
zh_tw: 若不是錯誤，即為傳回的值。

# IfErrorArg2
source: fallback
bg_bg: резерва
ca_es: restricció
cs_cz: zakl_hodn
el_gr: εναλλακτική
es_es: reserva
et_ee: varuvorm
eu_es: alternatiboa
fi_fi: varatoiminto
fr_fr: valeur_de_secours
gl_es: reserva
hi_in: फ़ॉलबैक
hr_hr: pričuva
hu_hu: tartalék
ja_jp: フォールバック
kk_kz: резерв
ko_kr: 대체
lt_lt: atsarginis
lv_lv: atkāpšanās_vērtība
ms_my: bertahan
nb_no: tilbakefall
nl_nl: terugval
pl_pl: rezerwowa
pt_pt: contingência
ro_ro: alternativă
ru_ru: Откат
sk_sk: rezerva
sl_si: rezervna_vrednost
sr_cyrl_rs: резерва
sr_latn_rs: rezerva
sv_se: återställning
th_th: แสดงแทน
tr_tr: geri_dönüş
uk_ua: резервний_варіант
vi_vn: dự_phòng
zh_cn: 回退
zh_tw: 後援

# AboutIfError_fallback
source: Value that is returned if it is the first non error argument.
bg_bg: Стойност, която се връща, ако е първият аргумент, който не е грешка.
ca_es: Valor que es retorna si és el primer argument sense errors.
cs_cz: Hodnota, která se vrátí, pokud je prvním argumentem, který není chybný.
da_dk: Værdi, der returneres, hvis det er det første argument uden fejl.
de_de: Der Wert, der zurückgegeben wird, wenn es sich um das erste Argument ohne Fehler handelt.
el_gr: Η τιμή που επιστρέφεται αν πρόκειται για το πρώτο όρισμα που δεν είναι σφάλμα.
es_es: Valor que se devuelve si es el primer argumento sin errores.
et_ee: Väärtus, mis tagastatakse, kui see on esimene mittevigane argument.
eu_es: Itzultzen den balioa, errore bat ez den lehen argumentua bada.
fi_fi: Palautettava arvo, jos se on ensimmäinen muu kuin virheargumentti.
fr_fr: Valeur qui est retournée s'il s'agit du premier argument qui n'est pas une erreur.
gl_es: Valor que se devolve se é o primeiro argumento sen erros.
hi_in: मान जो वापस किया जाता है अगर यह पहली गैर त्रुटि तर्क है.
hr_hr: Vrijednost koja se vraća ako je to prvi argument bez pogreške.
hu_hu: A visszaadott érték, ha az az első nem-hiba argumentum.
it_it: Valore restituito se si tratta del primo argomento non di errore.
ja_jp: エラーではない最初の引数である場合に返される値です。
kk_kz: Бірінші қате емес аргумент болғанда қайтарылатын мән.
ko_kr: 오류가 아닌 첫 번째 인수인 경우 반환되는 값입니다.
lt_lt: Pateikta reikšmė, jei ji yra pirmasis neklaidingas argumentas.
lv_lv: Vērtība, kas tiek atgriezta, ja tas ir pirmais arguments bez kļūdām.
ms_my: Nilai yang dikembalikan jika ia argumen bukan ralat pertama.
nb_no: Verdien som returneres hvis det er det første argumentet uten feil.
nl_nl: De waarde die wordt geretourneerd als dit het eerste argument is zonder een fout.
pl_pl: Wartość, która jest zwracana, jeśli jest to pierwszy argument bez błędu.
pt_br: Valor que será retornado se for o primeiro argumento sem erro.
pt_pt: Valor que é devolvido se for o primeiro argumento sem erros.
ro_ro: Valoarea care este returnată dacă este primul argument non-eroare.
ru_ru: Значение, возвращаемое, если это первый аргумент без ошибок.
sk_sk: Hodnota, ktorá sa vráti, ak ide o prvý argument bez chyby.
sl_si: Vrednost, ki je vrnjena, če je prvi argument brez napake.
sr_cyrl_rs: Вредност која се враћа ако је у питању први аргумент без грешке.
sr_latn_rs: Vrednost koja se vraća ako je u pitanju prvi argument bez greške.
sv_se: Värde som returneras om det är det första icke-fel argumentet.
th_th: ค่าที่ส่งกลับถ้าเป็นอาร์กิวเมนต์แรกที่ไม่ใช่ข้อผิดพลาด
tr_tr: Hata olmayan ilk bağımsız değişkense döndürülecek değer.
uk_ua: Значення, що повертається, якщо це перший аргумент без помилки.
vi_vn: Giá trị được trả về nếu đó là đối số không lỗi đầu tiên.
zh_cn: 当它是第一个非错误参数时返回的值。
zh_tw: 若為第一個非錯誤引數，即為傳回的值。

# AboutSubstitute
source: Replaces existing text with new text in a text value.
bg_bg: Замества съществуващ текст с нов текст в дадена текстова стойност.
ca_es: Substitueix el text existent amb text nou en un valor de text.
cs_cz: Nahradí stávající text v textové hodnotě novým textem.
da_dk: Erstatter eksisterende tekst med ny tekst i en tekstværdi.
de_de: Ersetzt vorhandenen Text durch neuen Text in einem Textwert.
el_gr: Αντικαθιστά το υπάρχον κείμενο με νέο κείμενο σε μια τιμή κειμένου.
es_es: Reemplaza el texto existente por texto nuevo en un valor de texto.
et_ee: Asendab tekstväärtuses olemasoleva teksti uue tekstiga.
eu_es: Lehendik dagoen testua ordezten du testu-balio baten testu berriarekin.
fi_fi: Korvaa aiemmin luodun tekstin uudella tekstillä tekstiarvossa.
fr_fr: Remplace le texte existant par un nouveau texte dans une valeur de texte.
gl_es: Substitúe o texto existente por texto novo nun valor de texto.
hi_in: पाठ मान में मौजूदा पाठ को नए पाठ से बदलता है.
hr_hr: Zamjenjuje postojeći tekst novim tekstom u tekstnoj vrijednosti.
hu_hu: Létező szöveget új szövegre cserél egy szöveges értékben.
it_it: Sostituisce il testo esistente con il nuovo testo in un valore di testo.
ja_jp: 既存のテキストをテキスト値内の新しいテキストに置換します。
kk_kz: Бар мәтінді мәтіндік мәнде жаңа мәтінмен ауыстырады.
ko_kr: 기존 텍스트를 텍스트 값의 새 텍스트로 대체합니다.
lt_lt: Pakeičia esamą tekstą nauju tekstinės reikšmės tekstu.
lv_lv: Aizstāj esošo tekstu ar jaunu tekstu teksta vērtībā.
ms_my: Menggantikan teks sedia ada dengan teks baru dalam nilai teks.
nb_no: Erstatter eksisterende tekst med ny tekst i en tekstverdi.
nl_nl: Hiermee wordt de bestaande tekst in een tekstwaarde vervangen door nieuwe tekst.
pl_pl: Zastępuje istniejący tekst nowym w wartości tekstowej.
pt_br: Substitui o texto existente por um novo texto em um valor de texto.
pt_pt: Substituiu o texto existente com o novo texto num valor de texto.
ro_ro: Înlocuiește textul existent cu un text nou dintr-o valoare text.
ru_ru: Заменяет существующий текст новым текстом в текстовом значении.
sk_sk: Nahradí existujúci text novým textom v textovej hodnote.
sl_si: Zamenja obstoječe besedilo z novim besedilom v besedilni vrednosti.
sr_cyrl_rs: Замењује постојећи текст новим текстом у вредности текста.
sr_latn_rs: Zamenjuje postojeći tekst novim tekstom u vrednosti teksta.
sv_se: Ersätter befintlig text med ny text i ett textvärde.
th_th: แทนที่ข้อความที่มีอยู่ด้วยข้อความใหม่ที่อยู่ในค่าข้อความ
tr_tr: Mevcut metni bir metin değerindeki yeni metinle değiştirir.
uk_ua: Замінює наявний текст на новий у текстовому значенні.
vi_vn: Thay thế văn bản hiện có bằng văn bản mới trong một giá trị văn bản.
zh_cn: 在文本值中将现有文本替换为新文本。
zh_tw: 以文字值中新的文字取代現有的文字。

# AboutSubstituteT
source: Replaces existing text with new text in a text value evaluated per row within the specified table or collection.
bg_bg: Замества съществуващ текст с нов текст в дадена текстова стойност, изчислена на ред в указаната таблица или колекция.
ca_es: Substitueix el text existent amb text nou en un valor de text avaluat per fila a la taula o col·lecció especificada.
cs_cz: Nahradí stávající text v textové hodnotě novým textem. Vyhodnocuje se pro každý řádek v zadané tabulce nebo kolekci.
da_dk: Erstatter eksisterende tekst med ny tekst i en tekstværdi, som evalueres pr. række, i den angivne tabel eller samling.
de_de: Ersetzt vorhandenen Text durch neuen Text in einem Textwert, der innerhalb der angegebenen Tabelle oder Sammlung zeilenweise ausgewertet wird.
el_gr: Αντικαθιστά το υπάρχον κείμενο με νέο κείμενο σε μια τιμή κειμένου με αξιολόγηση ανά σειρά εντός του καθορισμένου πίνακα ή της καθορισμένης συλλογής.
es_es: Reemplaza el texto existente por texto nuevo en un valor de texto evaluado por fila dentro de la tabla o colección especificada.
et_ee: Asendab tekstväärtuses olemasoleva teksti uue tekstiga, mis arvutatakse määratud tabelis või kogumis ridade kaupa.
eu_es: Lehendik dagoen testua ordezten du testu-balio baten testu berriarekin (zehaztutako taulan edo bilduman errenkadako ebaluatu dena).
fi_fi: Korvaa olemassa olevan tekstin uudella tekstillä tekstiarvossa arvioituna riviä kohden määritetyssä taulukossa tai kokoelmassa.
fr_fr: Remplace le texte existant par un nouveau texte dans une valeur de texte évaluée par ligne dans la table ou la collection spécifiée.
gl_es: Substitúe o texto existente por texto novo nun valor de texto avaliado por fila dentro dunha táboa ou colección especificadas.
hi_in: निर्दिष्ट तालिका या संग्रह के अंतर्गत प्रति पंक्ति किसी पाठ मान में मौजूदा पाठ को नए पाठ से बदलता है.
hr_hr: Zamjenjuje postojeći tekst novim tekstom u tekstnoj vrijednosti koja se vrednuje prema retku unutar navedene tablice ili zbirke.
hu_hu: Létező szöveget új szövegre cserél egy szöveges értékben, a megadott tábla vagy gyűjtemény mindegyik sorában.
it_it: Sostituisce il testo esistente con nuovo testo incluso in un valore di testo, valutato per riga nella tabella o nella raccolta specificata.
ja_jp: 既存のテキストをテキスト値内の新しいテキストに置換します。指定のテーブルまたはコレクション内の行ごとに評価されます。
kk_kz: Бар мәтінді көрсетілген кестеде немесе жиынтықта жол бойынша есептелетін мәтіндік мәнде жаңа мәтінмен ауыстырады.
ko_kr: 기존 텍스트를 지정된 테이블이나 컬렉션 내 행당 평가되는 텍스트 값의 새 텍스트로 대체합니다.
lt_lt: Pakeičia esamą tekstą nauju tekstinės reikšmės, įvertintos po eilutę nurodytoje lentelėje ar rinkinyje, tekstu.
lv_lv: Aizstāj esošo tekstu ar jaunu tekstu teksta vērtībā, kas novērtēta katrai rindai norādītajā tabulā vai kolekcijā.
ms_my: Gantikan teks sedia ada dengan teks baru dalam nilai teks yang dinilai bagi setiap baris dalam jadual atau koleksi yang ditentukan.
nb_no: Erstatter eksisterende tekst med ny tekst i en tekstverdi, evaluert per rad i den angitte tabellen eller samlingen.
nl_nl: Hiermee wordt de bestaande tekst in een tekstwaarde, die per rij in de opgegeven tabel of verzameling wordt geëvalueerd, vervangen door nieuwe tekst.
pl_pl: Zastępuje istniejący tekst nowym w wartości tekstowej obliczanej dla poszczególnych wierszy w obrębie określonej tabeli lub kolekcji.
pt_br: Substitui o texto existente por um novo texto em um valor de texto avaliado por linha dentro da tabela ou coleção especificada.
pt_pt: Substituiu o texto existente com o novo texto num valor de texto avaliado por linha na coleção ou na tabela especificada.
ro_ro: Înlocuiește textul existent cu un text nou dintr-o valoare text evaluată pentru fiecare rând din tabelul specificat sau colecția specificată.
ru_ru: Заменяет существующий текст новым текстом в текстовом значении для каждой строки в указанной таблице или коллекции.
sk_sk: Nahradí existujúci text novým textom v textovej hodnote vyhodnotenej pre riadok v zadanej tabuľke alebo kolekcii.
sl_si: Zamenja obstoječe besedilo z novim besedilom v besedilni vrednosti, ki je ovrednotena za vsako vrstico v navedeni tabeli ali zbirki.
sr_cyrl_rs: Замењује постојећи текст новим текстом у вредности текста процењеним по реду у оквиру наведене табеле или колекције.
sr_latn_rs: Zamenjuje postojeći tekst novim tekstom u vrednosti teksta procenjenim po redu u okviru navedene tabele ili kolekcije.
sv_se: Ersätter befintlig text med ny text i ett textvärde som utvärderas per rad inom den angivna tabellen eller samlingen.
th_th: แทนที่ข้อความที่มีอยู่ด้วยข้อความใหม่ที่อยู่ในค่าข้อความ โดยประเมินตามแถวในตารางหรือคอลเลกชันที่ระบุ
tr_tr: Mevcut metni, belirtilen tablo veya koleksiyondaki her satır için değerlendirilen bir metin değerindeki yeni metinle değiştirir.
uk_ua: Замінює наявний текст на новий, обчислюючи його для кожного рядка в межах указаної таблиці або колекції.
vi_vn: Thay thế văn bản hiện có bằng văn bản mới trong một giá trị văn bản được đánh giá theo hàng trong bảng hoặc bộ sưu tập được chỉ định.
zh_cn: 在对指定表或集合中每行计算的文本值中将现有文本替换为新文本。
zh_tw: 對指定資料表或集合中的每個資料列進行評估，以文字值中新的文字取代現有的文字。

# SubstituteFuncArg1
source: text
bg_bg: текст
da_dk: tekst
el_gr: κείμενο
es_es: texto
et_ee: tekst
eu_es: testua
fi_fi: teksti
fr_fr: texte
gl_es: texto
hi_in: पाठ
hr_hr: tekst
hu_hu: szöveg
it_it: testo
ja_jp: テキスト
kk_kz: мәтін
ko_kr: 텍스트
lt_lt: tekstas
lv_lv: teksts
ms_my: teks
nb_no: tekst
nl_nl: tekst
pl_pl: tekst
pt_br: texto
pt_pt: texto
ru_ru: текст
sl_si: besedilo
sr_cyrl_rs: текст
sr_latn_rs: tekst
th_th: ข้อความ
tr_tr: metin
uk_ua: текст
vi_vn: văn_bản
zh_cn: 文本
zh_tw: 文字

# SubstituteTFuncArg1
source: text_column
bg_bg: текстова_колона
ca_es: columna_text
cs_cz: sloupec_textu
da_dk: tekst_kolonne
de_de: Textspalte
el_gr: στήλη_κειμένου
es_es: columna_texto
et_ee: tekstiveerg
eu_es: testu_zutabea
fi_fi: tekstisarake
fr_fr: colonne_texte
gl_es: columna_texto
hi_in: पाठ_स्तंभ
hr_hr: tekstni_stupac
hu_hu: szöveg_oszlopa
it_it: colonna_testo
ja_jp: テキスト_列
kk_kz: мәтін_бағаны
ko_kr: 텍스트_열
lt_lt: teksto_stulpelis
lv_lv: teksta_kolonna
ms_my: lajur_teks
nb_no: tekstkolonne
nl_nl: kolom_tekst
pl_pl: kolumna_tekstu
pt_br: coluna_texto
pt_pt: coluna_texto
ro_ro: coloană_text
ru_ru: текстовый_столбец
sk_sk: textový_stĺpec
sl_si: stolpec_z_besedilom
sr_cyrl_rs: текст_колона
sr_latn_rs: tekst_kolona
sv_se: text_kolumn
th_th: คอลัมน์_ข้อความ
tr_tr: metin_sütunu
uk_ua: текстовий_стовпець
vi_vn: cột_văn_bản
zh_cn: 文本列
zh_tw: 文字_資料行

# SubstituteFuncArg2
source: old_text
bg_bg: стар_текст
ca_es: text_anterior
cs_cz: starý_text
da_dk: gammel_tekst
de_de: alter_Text
el_gr: παλιό_κείμενο
es_es: texto_antiguo
et_ee: vana_tekst
eu_es: testu_zaharra
fi_fi: vanha_teksti
fr_fr: ancien_texte
gl_es: texto_antigo
hi_in: पुराना_पाठ
hr_hr: stari_tekst
hu_hu: régi_szöveg
it_it: testo_precedente
ja_jp: 古いテキスト
kk_kz: ескі_мәтін
ko_kr: 이전_텍스트
lt_lt: senas_tekstas
lv_lv: vecais_teksts
ms_my: teks_lama
nb_no: gammel_tekst
nl_nl: oude_tekst
pl_pl: stary_tekst
pt_br: texto_antigo
pt_pt: texto_antigo
ro_ro: text_vechi
ru_ru: старый_текст
sk_sk: starý_text
sl_si: staro_besedilo
sr_cyrl_rs: стари_текст
sr_latn_rs: stari_tekst
sv_se: gammal_text
th_th: ข้อความ_เก่า
tr_tr: eski_metin
uk_ua: старий_текст
vi_vn: văn_bản_cũ
zh_cn: 旧文本
zh_tw: 舊_文字

# SubstituteFuncArg3
source: new_text
bg_bg: нов_текст
ca_es: text_nou
cs_cz: nový_text
da_dk: ny_tekst
de_de: neuer_Text
el_gr: νέο_κείμενο
es_es: texto_nuevo
et_ee: uus_tekst
eu_es: testu_berria
fi_fi: uusi_teksti
fr_fr: nouveau_texte
gl_es: texto_novo
hi_in: नया_पाठ
hr_hr: novi_tekst
hu_hu: új_szöveg
it_it: nuovo_testo
ja_jp: 新しいテキスト
kk_kz: жаңа_мәтін
ko_kr: 새_텍스트
lt_lt: naujas_tekstas
lv_lv: jauns_teksts
ms_my: teks_baru
nb_no: ny_tekst
nl_nl: nieuwe_tekst
pl_pl: nowy_tekst
pt_br: texto_novo
pt_pt: novo_texto
ro_ro: text_nou
ru_ru: новый_текст
sk_sk: nový_text
sl_si: novo_besedilo
sr_cyrl_rs: нови_текст
sr_latn_rs: novi_tekst
sv_se: ny_text
th_th: ข้อความ_ใหม่
tr_tr: yeni_metin
uk_ua: новий_текст
vi_vn: văn_bản_mới
zh_cn: 新文本
zh_tw: 新_文字
